Repository: ahmed-0011/SubscribeTask
Catalog: SubscribeTask/*.lproj/Localizable.strings
Languages: ar

# lang
source: en
ar: ar

# WelcomeMessage
source: Welcome to the subscribe app
ar: مرحبًا بك في تطبيق الاشتراك

# SubscribedMessage
source: Thank you for the subscription!
ar: شكرًا للاشتراك.

# NotSubscribedMessage
source: You're not subscribed yet! the app will send you a notification to reminde you to subscribe and the app will reset to it's initial state after 20 seconds.
ar: انت لم تشترك بعد! سيرسل التطبيق تنبيها لتذكيرك بالاشتراك ويرجع لحالته الاصلية بعد 20 ثانية.

# RequestAuthorizationFailedMessage
source: if you want to receive notification to reminde you to subscribe, Please go to settings and allow the app to access notifications and then re-open the app. or you can press "Subscribe" to subscribe immediately.
ar: اذا أردت أن يصلك اشعار للتذكير بالاشتراك يرجى الذهاب الى الإعدادات والسماح للتطبيق بالوصول الى الإشعارات وإعادة فتح التطبيق. او اضغط على زر اشتراك للاشتراك مباشرة.

source: Name:
ar: الاسم:

source: Email:
ar: البريد الإلكتروني:

source: none
ar: لا يوجد

# UnsubscribeAlertTitle
source: Unsubscribe
ar: إلغاء الاشتراك

# UnsubscribeAlertMessage
source: Do you want to unsubscribe?
ar: هل تريد إلغاء الاشتراك ؟

# ConfirmButton
source: Confirm
ar: تأكيد

# CancelButton
source: Cancel
ar: إلغاء

# UnsubscribedSuccessfullyAlertTitle
source: Unsubscribed Successfully
ar: اُلغي اشتراكك بنجاح

# UnsubscribedSuccessfullyAlertMessage
source: You have successfully unsubscribed from the app.
ar: تم إلغاء اشتراكك من التطبيق بنجاح.

# OkButton
source: Ok
ar: حسنًا

# SubscribeNotificationTitle
source: Subscribe reminder!
ar: تذكير بالاشتراك!

# SubscribeNotificationBody
source: Reminder to subscribe to the app
ar: تذكير للاشتراك بالتطبيق

# RequestAuthorizationFailedAlertTitle
source: Unable to access notfications
ar: لا يمكن الوصول الى الإشعارات

# RequestAuthorizationFailedAlertMessage
source: You must allow the app to access notifications
ar: يجب عليك السماح للتطبيق بالوصول الى الإشعارات
